# ФАЙЛ С ТЕКСТОВЫМИ СООБЩЕНИЯМИ БОТА

WELCOME_MSG = "Привет! ХапкаVPN — это VPN от простых студентов из Химок.\nВыберите действие:"
TARIFF_INFO = "VPN позволяет пользоваться YouTube, Instagram и др.\n\nТарифы:\n1 месяц — 100₽\n2 месяца — 200₽\n3 месяца — 300₽"
CONFIRM_MSG = "Подписка на {}. Подтверждаете?"
SUBSCRIPTION_ACTIVE = "У вас есть активная подписка. Вы уверены, что хотите продлить?"
SUBSCRIPTION_INACTIVE = "У вас нет активной подписки. Желаете оформить подписку?"

NO_SUBSCRIPTION = "Статус: Не активирована"
